Repository: hensybex/infra_research
Catalog: lib/l10n/app_*.arb
Languages: ru

# languageRu
source: Russian
ru: Русский

# languageEn
source: English
ru: Английский

# navDr1
source: Stack Proof
ru: Пруф стека

# navDr2
source: Launch Blueprint
ru: Блюпринт запуска

# navDr25
source: Market Bridge
ru: Маркет-мост

# navDr3
source: Value Engine
ru: Модель ценности

# navProfile
source: Profile
ru: Профиль

# sourcesTitle
source: Sources
ru: Источники

# contentsTitle
source: Contents
ru: Оглавление

# loadingLabel
source: Loading research...
ru: Загружаем отчёты...

# loadingError
source: Failed to load reports.
ru: Не удалось загрузить отчёты.

source: Report not found.
ru: Отчёт не найден.

# sourceUnavailable
source: Source not available yet.
ru: Источник пока недоступен.

# profileTitle
source: Profile
ru: Профиль

# profileLeadershipHeading
source: Leadership duo
ru: Дуэт лидеров

# profileLeadershipIntro
source: Founder-grade CEO/CTO paired with a product partner covering discovery to signature.
ru: Фаундерский CEO/CTO плюс продукт-партнёр ведут сделку от discovery до подписи.

# profileTimLabel
source: Tim (CEO & CTO)
ru: Тим (CEO & CTO)

# profileTimInfo
source: UTC+3 · AIOps lab · Enterprise dealmaking
ru: UTC+3 · AIOps lab · Enterprise-сделки

# profileRitaLabel
source: Rita (Product Partner)
ru: Рита (Product Partner)

# profileRitaInfo
source: UTC+7 · AI GTM · Delivery ops
ru: UTC+7 · AI GTM · Delivery-операции

# profileReachHeading
source: Reach us fast
ru: Как связаться быстро

# profileSla
source: SLA: 24h weekday response
ru: SLA: ответ ≤24ч в рабочие дни

# profilePitchHeading
source: Research pack
ru: Ресёрч-пакет

# profilePitchBody
source: Offline ZIP with Research Papers 1–4, bilingual notes, and bundled recommendation letters ready to forward.
ru: Оффлайн ZIP с Исследованиями 1–4, двуязычными заметками и готовыми рекомендательными письмами.

# profilePitchDownload
source: Download pack
ru: Скачать пакет

# profilePitchShare
source: Share pack
ru: Поделиться пакетом

# profilePitchSaveSuccess
source: Research pack saved locally.
ru: Ресёрч-пакет сохранён локально.

# profilePitchSaveError
source: Couldn’t save the pack. Try again.
ru: Не удалось сохранить пакет. Повторите попытку.

# profileLettersHeading
source: Recommendation letters
ru: Рекомендательные письма

# profileLettersBody
source: Letters sit below: TXT opens inline, DOCX saves locally so it can be co-signed without leaving the app.
ru: Письма ниже: TXT открывается прямо в приложении, DOCX сохраняется локально для подписи.

# profileLettersOpenCta
source: Open letter
ru: Открыть письмо

# profileLettersReadCta
source: Read letter
ru: Прочитать письмо

# profileLettersDownloadCta
source: Save letter
ru: Сохранить письмо

# profileLettersPendingLabel
source: Letter planned
ru: Письмо в пути

# profileLettersStatusLive
source: Live
ru: Готово

# profileLettersStatusPending
source: Incoming
ru: Ожидается

# profileLettersDownloadSuccess
source: Letter saved locally.
ru: Письмо сохранено локально.

# profileLettersDownloadError
source: Couldn't load the letter. Try again.
ru: Не удалось открыть письмо. Попробуйте ещё раз.

# detailShare
source: Share
ru: Поделиться

# detailCopyQuote
source: Copy Quote
ru: Скопировать цитату

# detailComingSoon
source: Available soon
ru: Скоро

# notePreviewTitle
source: Note Preview
ru: Предпросмотр заметки

# noteMissing
source: Source will appear after the next update.
ru: Источник появится после обновления.

# notesUnavailable
source: Note is not bundled in the offline package.
ru: Заметка отсутствует в пакете.

# comingSoonDialog
source: File will be available in the next drop.
ru: Файл появится в следующем пакете.

# sharePackMessage
source: Infra research pack
ru: Пакет Infra Research

# noteUnavailableTitle
source: Source Pending
ru: Источник в пути

# tagArchitecture
source: Architecture
ru: Архитектура

# tagRoadmap
source: Roadmap
ru: Дорожная карта

# tagCompliance
source: Compliance
ru: Комплаенс

# tagValue
source: Value
ru: Ценность

# noteButtonOpen
source: Open note
ru: Открыть заметку

# presentationCardTitle
source: Launch presentation
ru: Запустить презентацию

# presentationCardBody
source: Show the presentation with the core research storyline.
ru: Показать презентацию с ключевыми материалами исследования.

# presentationLaunchCta
source: Launch deck
ru: Запустить презентацию

# presentationLoadError
source: Deck asset is missing in this build.
ru: Файл презентации отсутствует в сборке.

# presentationCloseCta
source: Exit deck
ru: Закрыть презентацию
